Repository: masasamjant/FileRenamer
Catalog: Masasamjant.FileRenameManager/Forms/OptionsForm.*.resx
Languages: fi

# label2.Text
source: Exclude files with extensions:
fi: Pois lukien tiedostopäätteet:

# label1.Text
source: Maximum count of files to rename on one operation:
fi: Yhdellä kertaa uudelleen nimettävien tiedostojen määrä:

# groupBox1.Text
source: Files
fi: Tiedostot

# groupBox2.Text
source: Logging
fi: Loki

# label4.Text
source: Log location:
fi: Lokin sijainti:

# buttonCancel.Text
source: Cancel
fi: Peruuta

# groupBoxOther.Text
source: Other
fi: Muut

# checkShowFullFilePaths.Text
source: Show full file paths
fi: Näytä koko tiedosto polku

# checkShowSingleFileNameColumn.Text
source: Use single file name column
fi: Käytä yhtä tiedostonimi saraketta

# checkRememberLastSelectedFolder.Text
source: Remember Last Selected Folder
fi: Muista viimeksi valittu kansio

# labelRestartMessage.Text
source: Application needs to be restarted to use changes settings.
fi: Käynnistä sovellus uudestaan, jotta asetukset astuvat voimaan.

# $this.Text
source: Options
fi: Asetukset
